/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "padding_top": 28,
        "padding_bottom": 0,
        "page_content": false
      }
    },
    "brands_ip4x7P": {
      "type": "brands",
      "blocks": {
        "category_Bmwahy": {
          "type": "category",
          "settings": {
            "title": "Aquarium Brands",
            "summary": "<p>Dive into the exciting world of fishkeeping, confident that your equipment is safe for your aquatic life by browsing through the selection of aquarium brands available at Aquacadabra. Suitable for fishkeepers of all experience levels, our range of brands includes beginner-friendly specialists like Fish R Fun and Superfish, as well as industry giants such as Juwel, BiOrb and D-D, to make sure everyone can get involved. Our extensive selection also caters to the needs of freshwater and marine hobbyists, so you can be sure you’ll find all you need to create and care for your aquarium.</p><p>Browse the A-Z list of fish tank brands below, or head over to our full <a href=\"https://aquacadabra.com/collections/aquariums-fish-tank\"><span style=\"text-decoration:underline\">Aquariums Collection</span></a> to start your search by product type. Alternatively, if you’re not sure what you need to get started, or which brand will be best suited for your needs, <a href=\"https://aquacadabra.com/pages/contact-details\"><span style=\"text-decoration:underline\">get in touch</span></a> with our aquatic specialists who will be happy to point you in the right direction.</p>",
            "brands": "API\nAqua Illumination\nAqua One\nAQUADIP\nAquael\nAquaforest\nAquarian\nAquavitro\nArcadia\nATM\nBCUK\nBetta\nBiorb\nBlagdon\nBrightwell\nBubble Magus\nCharles Austen\nCiano\nColombo\nD-D\nEasy Life\nEcopond\nEheim\nESHA\nEvolution Aqua\nFauna Marin\nFish R Fun\nFlipper\nFluval\nFritz\nHagen\nHikari\nHobby\nHydor\nInterpet\nJBL\nJuwel\nKing British\nKockney Koi\nMarina\nMaxspect\nMilliput\nNewa\nNT Labs\nOase\nOcean Nutrition\nPenn Plax\nPolypLab\nPython\nRed Sea\nReeflowers\nSalifert\nSeachem\nSeneye\nSicce\nSpectrum\nSupa\nSuperfish\nTAP\nTETRA\nThe Nutrient Company\nTMC\nTropica\nTunze\nTwo Little Fishies\nVitalis\nWaterlife"
          }
        },
        "category_A89Wdm": {
          "type": "category",
          "settings": {
            "title": "Gardening Brands",
            "summary": "<p>Whether you’ve got a large garden to care for, or pour your energy into maintaining a smaller space, investing in your garden isn’t just rewarding for you, but can help the local wildlife to thrive. At Aquacadabra, we stock essentials including weedkillers, lawn care supplies, bird feeders and more from leading gardening brands that we love. With their products, and <a href=\"https://aquacadabra.com/pages/contact-details\"><span style=\"text-decoration:underline\">advice from our experts</span></a>, we hope to help you design and maintain a space that you and your wild visitors can enjoy. </p><p>From Westland’s lawn and potting supplies, to bird feeding essentials from Peckish, discover our full list of gardening brands below to find the tools you need to transform your outdoor space.</p>",
            "brands": "Gardman\nHeissner\nPeckish\nResolva\nWestland"
          }
        },
        "category_xRKBPM": {
          "type": "category",
          "settings": {
            "title": "Pond Brands",
            "summary": "<p>A beautiful addition to any outdoor space, keeping a garden pond is a fun and rewarding hobby. We know, however, that finding the right parts for construction and supplies for upkeep can be a challenge. That’s why, at Aquacadabra, we stock products from a wide range of top-rated pond brands to connect our pond-enthusiasts with only the most reliable equipment and accessories. </p><p>From full above-ground ponds and construction essentials by brands like Blagdon, Hozelock and Pontec, to everyday maintenance and health supplies by Velda, Waterlife and Kockney Koi, we’ve got products from trusted pond-keeping brands to suit your every need. Browse through our A-Z list below to find a name you trust, or discover a new brand recommended by our team of experts. If you’re unsure of which brands and products are needed for your project, <a href=\"https://aquacadabra.com/pages/contact-details\"><span style=\"text-decoration:underline\">get in touch with our team</span></a> who are available to provide advice.</p>",
            "brands": "API\nAqua Source\nArcadia\nBermuda\nBlack Knight\nBlagdon\nCharles Austen\nCloverleaf\nColombo\nEcopond\nEvolution Aqua\nFish Mate\nFish R Fun\nHeissner\nHikari\nHozelock\nInterpet\nJBL\nKockney Koi\nLaguna\nMilliput\nNishikoi\nNT Labs\nOase\nPontec\nSeneye\nSuperfish\nTAP\nTETRA\nTMC\nValterra\nVelda\nWaterlife\nYamitsu"
          }
        },
        "category_tMxFD6": {
          "type": "category",
          "settings": {
            "title": "Reptile Brands",
            "summary": "<p>If you’ve got a reptilian friend to care for, or are considering bringing a new one into your home, our collection of trusted reptile supplies brands is the first place to look. Carefully collated to ensure your snake, lizard, turtle or tortoise has everything they need to live happily and healthily, we stock habitats, equipment and care essentials (including tasty treats) from only the most trusted brands. We’ve also made sure that the products we stock are beginner-friendly, so even if you’re brand-new to keeping a reptile, you’ll have all the equipment and support you need from Aquacadabra.</p><p>Take a look through the A-Z list below to find all our reptile brands, including big names like Exo Terra, Komodo, Habistat and Arcadia. Alternatively, you can view our full <a href=\"https://aquacadabra.com/collections/reptiles\"><span style=\"text-decoration:underline\">Reptiles Collection</span></a> to filter by product type, or <a href=\"https://aquacadabra.com/pages/contact-details\"><span style=\"text-decoration:underline\">reach out to our team</span></a> for tailored advice on how to care for your cold-blooded companion.</p>",
            "brands": "Arcadia\nCiano\nExo Terra\nGiganterra\nHabistat\nHikari\nKing British\nKomodo\nMilliput\nVivexotic\nZoo Med"
          }
        },
        "category_Akge6X": {
          "type": "category",
          "settings": {
            "title": "Other Pet Brands",
            "summary": "<p>As pet owners ourselves, we at Aquacadabra know there’s nothing we wouldn’t do to make sure our furry, feathered and scaly friends live long, happy and healthy lives. If you’re looking for brands you can trust when providing for your beloved pets, we’re here to help. All of the pet brands we stock are highly-rated and loved by both our customers and our own experts. From pet care and treat specialists like Beaphar and Nylabone, to brands which specialise in your animal like Catit and Dogit, pampering your pets is easy with Aquacadabra.</p><p>Browse through the list of partner brands below and click through to view their full collections, or reach out to our experts for advice specific to your pet by filling out our <a href=\"https://aquacadabra.com/pages/contact-details\"><span style=\"text-decoration:underline\">online contact form.</span></a></p>",
            "brands": "Beaphar\nCatit\nDogit\nNylabone\nPettex"
          }
        }
      },
      "block_order": [
        "category_Bmwahy",
        "category_A89Wdm",
        "category_xRKBPM",
        "category_tMxFD6",
        "category_Akge6X"
      ],
      "settings": {
        "content": "As one of the UK’s top aquatics suppliers, here at Aquacadabra we’ve made it our mission to provide budding fishkeepers and pet owners with everything they need to grow their passion. While we make and sell our own Aquacadabra branded products, we also stock a wide range of fishkeeping, garden and pet supplies from well respected brands that we trust. Browse through our brand partners by clicking the links below or scrolling through our A-Z lists.",
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "main",
    "brands_ip4x7P"
  ]
}
